/*
 ---------------------------------------------------------------
    Библиотеки/плагины используемые в проекте:

    - plugin

 ---------------------------------------------------------------
*/

var myModule = (function() {

	// кешируем элементы
	var $hamburger = $('.js-hamburger');

	// Инициализируем запуск всех необходимых фукций
	var init = function() {


		svg4everybody({}); // Плагин для работы svg иконок в разных браузерах

		//-----------------------
		_animationHamburger();

	};
	//-------------------------------------------------------------------

	// Hamburger Anamation
  //-------------------------------------------------------------------
	function _animationHamburger() {
		$hamburger.on('click', function() {
			$(this).toggleClass('is-active');
		});
	}
  //-------------------------------------------------------------------
	
	



	return {
		init: init
	};

})();

myModule.init();