{
	"p_1": "Если говорить о вебе, то кроме фронтэнда мне интересен также веб-дизайн и бэкэнд. Они тесно связаны с моим ремеслом и помогают понять лучше ту или иную вещь, поэтому считаю хорошим тоном их “уметь”.",
	"p_2": "Немного о блоге. У меня давно была идея создать его и при этом преследовал две цели. Первая это перевод статей с английского. Отсюда вытекает цель номер два - улучшить знания английского. Кроме того, само написание это творческий процесс, который поможет мне развить определенные навыки.",
	"p_3": "Здесь я попробовал составить список основных “инструментов”, которые использую в работе. Я не стал разделять на отдельные блоки например CSS/Sass, потому что они тесно связаны.",

	"skills": {
		"html": "Jade расширяет возможности написания HTML переменными, циклами, функциями и тд. Основной шаблонизатор, который я использую.",
		"css": "Sass является главным препроцессором для написания стилей. Уже тяжело представить свою работу без него.",
		"js": "К большой радости написание на чистом JS с каждой редакцией языка становиться все проще. Правда использование jQuery пока никуда не уходит.",
		"jquery": "Самая популярная библиотека для написания JavaScript которую использую и я.",
		"angular": "Замечательный JS фреймворк от Google.",
		"bootstrap": "Раньше часто использовался мною в работе, но с увеличением опыта понял, что он накладывает определенные ограничения.",
		"email": "Фреймворк который я использую для написания писем. Хорошая документация и автоматизация процесса делают его незаменимым.",
		"gulp": "Без этого таск-менеджера тяжело представить современный фронтэнд. Берет на себя многие рутинные дела.",
		"ps": "Aode XD это глоток свежего воздуха. После знакомства с ним, возвращаться к Photoshop нет никакого желания.",
		"bower": "Умение пользоваться этими пакетными менеджерами необходимо. Правда сейчас npm вполне заменяет Bower.",
		"git": "Система контроля версий используемая мной в каждом проекте. <br>Как правило проекты я храню на Github и Bitbucket.",
		"jekyll": "Это генератор статических сайтов который я использовал для создание своего сайта. В отличие от CMS(WordPress, Modx и др.), Jekyll легок и быстр, его можно развернуть на Github Pages."
	}
}