{
	"p_1": "Если говорить о вебе, то кроме фронтэнда мне интересен также веб-дизайн и бэкэнд. Они тесно связаны с моим ремеслом и помогают понять лучше ту или иную вещь, поэтому считаю хорошим тоном их “уметь”.",
	"p_2": "Немного о блоге. У меня давно была идея создать его и при этом преследовал две цели. Первая это перевод статей с английского. Отсюда вытекает цель номер два - улучшить знания английского. Кроме того, само написание это творческий процесс, который поможет мне развить определенные навыки.",
	"p_3": "Здесь я попробовал составить список основных “инструментов”, которые использую в работе. Я не стал разделять на отдельные блоки например CSS/Sass, потому что они тесно связаны.",

	"skills": {
		"html": "Этот шаблонизатор великолепен! Разбить один большой файл на мелкие кусочки, ввести переменные, написать функции, использовать циклы и еще много другого. То, чего не хватало в написании разметки.",
		"css": "Sass это уже норма. Это - “по умолчанию”. Это целый завод по написанию CSS, который вам даже не понадобиться и скорее всего так и будет.",
		"js": "Тяжело представить себе веб без JS. Поэтому знать JS надо.<br>Еще надо знать jQuery.",
		"angular": "Пока могу сказать, что изучение этого фреймворка очень интересный опыт. Еще все впереди.",
		"bootstrap": "Знать Bootstrap необходимо. Использовать? Это уже каждый решает сам. Не всегда и везде он подойдет, но все зависит от случая.",
		"email": "Написание писем это ад. Выбраться из него помогает этот фреймворк. Легок в освоении, есть хорошая документация плюс полная автоматизация процесса. Прелесть.",
		"gulp": "Не представляю своего рабочего процесса без этого таск-менеджера. Он поможет выполнить всю ту рутину, которая на ваших плечах. Минификация, локальный сервер, создание спрайтов и многое другое. Каждый фронтэндер должен его использовать.",
		"ps": "Оба редактора используются мной в работе. Первый часто, второй пореже. Для создания макетов можно было бы пользоваться и чем то другим (Sketch only Mac), но с головой хватает и Photoshop.",
		"bower": "Умение пользоваться этими пакетными менеджерами - повышает количества вашего свободного времени и добавляет +1 к скиллу.",
		"git": "Система контроля версий используемая мной в каждом проекте. <br>Как правило проекты я храню на Github и Bitbucket.",
		"jekyll": "Это генератор статических сайтов который я использовал для создание своего сайта. В отличие от CMS(WordPress, Modx и др.), Jekyll легок и быстр, его можно развернуть на Github Pages."
	}
}